
/* Class = "NSButtonCell"; title = "Remove quotes at this level and deeper:"; ObjectID = "14"; */
"14.title" = "Remove quotes at this level and deeper:";

/* Class = "NSButton"; ibShadowedToolTip = "This preference won't have any effect when customized attributions are used. If you want whitespace when using a customized attribution, you can add it to the attribution itself."; ObjectID = "15"; */
"15.ibShadowedToolTip" = "This preference won't have any effect when customized attributions are used. If you want whitespace when using a customized attribution, you can add it to the attribution itself.";

/* Class = "NSButtonCell"; title = "Keep whitespace between attribution and first-level quote"; ObjectID = "16"; */
"16.title" = "Keep whitespace between attribution and first-level quote";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[0] = "2"; ObjectID = "20"; */
"20.ibShadowedObjectValues[0]" = "2";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[1] = "3"; ObjectID = "20"; */
"20.ibShadowedObjectValues[1]" = "3";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[2] = "4"; ObjectID = "20"; */
"20.ibShadowedObjectValues[2]" = "4";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[3] = "5"; ObjectID = "20"; */
"20.ibShadowedObjectValues[3]" = "5";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[4] = "6"; ObjectID = "20"; */
"20.ibShadowedObjectValues[4]" = "6";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[5] = "7"; ObjectID = "20"; */
"20.ibShadowedObjectValues[5]" = "7";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[6] = "8"; ObjectID = "20"; */
"20.ibShadowedObjectValues[6]" = "8";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[7] = "9"; ObjectID = "20"; */
"20.ibShadowedObjectValues[7]" = "9";

/* Class = "NSComboBoxCell"; 20.ibShadowedObjectValues[8] = "10"; ObjectID = "20"; */
"20.ibShadowedObjectValues[8]" = "10";

/* Class = "NSButtonCell"; title = "Debugging"; ObjectID = "38"; */
"38.title" = "Debugging";

/* Class = "NSButtonCell"; title = "Always remove trailing whitespace"; ObjectID = "59"; */
"59.title" = "Always remove trailing whitespace";

/* Class = "NSButtonCell"; title = "Custom Reply Attribution"; ObjectID = "71"; */
"71.title" = "Custom Reply Attribution";

/* Class = "NSButtonCell"; title = "Custom Forwarding Attribution"; ObjectID = "79"; */
"79.title" = "Custom Forwarding Attribution";

/* Class = "NSBox"; title = "Quotefixing Preferences"; ObjectID = "82"; */
"82.title" = "Quotefixing Preferences";

/* Class = "NSBox"; title = "Attribution Preferences"; ObjectID = "83"; */
"83.title" = "Attribution Preferences";

/* Class = "NSBox"; title = "Advanced Preferences"; ObjectID = "84"; */
"84.title" = "Advanced Preferences";

/* Class = "NSTextFieldCell"; placeholderString = "Enter your custom Reply attribution"; ObjectID = "96"; */
"96.placeholderString" = "Enter your custom Reply attribution";

/* Class = "NSTextFieldCell"; placeholderString = "Enter your custom Forwarding attribution"; ObjectID = "98"; */
"98.placeholderString" = "Enter your custom Forwarding attribution";

/* Class = "NSBox"; title = "Update Preferences"; ObjectID = "117"; */
"117.title" = "Update Preferences";

/* Class = "NSButtonCell"; title = "Check now"; ObjectID = "136"; */
"136.title" = "Check now";

/* Class = "NSTextFieldCell"; title = "QuoteFix uses the excellent Sparkle framework from Andy Matuschak."; ObjectID = "138"; */
"138.title" = "QuoteFix uses the excellent Sparkle framework from Andy Matuschak.";

/* Class = "NSSegmentedCell"; 140.ibShadowedLabels[0] = "Never"; ObjectID = "140"; */
"140.ibShadowedLabels[0]" = "Never";

/* Class = "NSSegmentedCell"; 140.ibShadowedLabels[1] = "Weekly"; ObjectID = "140"; */
"140.ibShadowedLabels[1]" = "Weekly";

/* Class = "NSSegmentedCell"; 140.ibShadowedLabels[2] = "Monthly"; ObjectID = "140"; */
"140.ibShadowedLabels[2]" = "Monthly";

/* Class = "NSTextFieldCell"; title = "Check for QuoteFix updates:"; ObjectID = "142"; */
"142.title" = "Check for QuoteFix updates:";

/* Class = "NSTextFieldCell"; title = "Last check:"; ObjectID = "144"; */
"144.title" = "Last check:";

/* Class = "NSTextFieldCell"; title = "Never"; ObjectID = "146"; */
"146.title" = "Never";

/* Class = "NSTextFieldCell"; title = "Current version:"; ObjectID = "158"; */
"158.title" = "Current version:";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "160"; */
"160.title" = "Label";

/* Class = "NSBox"; title = "Box"; ObjectID = "166"; */
"166.title" = "Box";

/* Class = "NSButton"; ibShadowedToolTip = "With this checkbox you can turn the QuoteFix plug-in on or off.  You can temporarily override the status of QuoteFix by pressing down the Option key when you initiate a Reply/Forward: if this checkbox is turned off, pressing Option will temporarily turn the plug-in on for that message only, and vice versa."; ObjectID = "169"; */
"169.ibShadowedToolTip" = "With this checkbox you can turn the QuoteFix plug-in on or off.  You can temporarily override the status of QuoteFix by pressing down the Option key when you initiate a Reply/Forward: if this checkbox is turned off, pressing Option will temporarily turn the plug-in on for that message only, and vice versa.";

/* Class = "NSButtonCell"; title = "Enable QuoteFix"; ObjectID = "170"; */
"170.title" = "Enable QuoteFix";

/* Class = "NSTextFieldCell"; title = "This plug-in is written — in his spare time — by Robert Klep (robert@klep.name).\nFor more information about this plug-in, please refer to its Google Code homepage at\nhttp://code.google.com/p/quotefixformac"; ObjectID = "176"; */
"176.title" = "This plug-in is written — in his spare time — by Robert Klep (robert@klep.name).\nFor more information about this plug-in, please refer to its Google Code homepage at\nhttp://code.google.com/p/quotefixformac";

/* Class = "NSTextFieldCell"; title = "QuoteFix version:"; ObjectID = "181"; */
"181.title" = "QuoteFix version:";

/* Class = "NSTabViewItem"; label = "Quotefixing"; ObjectID = "185"; */
"185.label" = "Quotefixing";

/* Class = "NSTabViewItem"; label = "Customized Attributions"; ObjectID = "186"; */
"186.label" = "Customized Attributions";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "189"; */
"189.label" = "Advanced";

/* Class = "NSTabViewItem"; label = "About & Updates"; ObjectID = "191"; */
"191.label" = "About & Updates";

/* Class = "NSBox"; title = "Box"; ObjectID = "193"; */
"193.title" = "Box";

/* Class = "NSButton"; ibShadowedToolTip = "Normally, attribution lines are at quote level 0, the top-most level. With this checkbox checked, the quote level of the attribution is increased (to 1) so it will appear to be part of the message you are replying to."; ObjectID = "194"; */
"194.ibShadowedToolTip" = "Normally, attribution lines are at quote level 0, the top-most level. With this checkbox checked, the quote level of the attribution is increased (to 1) so it will appear to be part of the message you are replying to.";

/* Class = "NSButtonCell"; title = "Increase quote level for custom reply attribution"; ObjectID = "195"; */
"195.title" = "Increase quote level for custom reply attribution";

/* Class = "NSButton"; ibShadowedToolTip = "Normally, attribution lines are at quote level 0, the top-most level. With this checkbox checked, the quote level of the attribution is increased (to 1) so it will appear to be part of the message you are replying to."; ObjectID = "200"; */
"200.ibShadowedToolTip" = "Normally, attribution lines are at quote level 0, the top-most level. With this checkbox checked, the quote level of the attribution is increased (to 1) so it will appear to be part of the message you are replying to.";

/* Class = "NSButtonCell"; title = "Increase quote level for custom forwarding attribution"; ObjectID = "201"; */
"201.title" = "Increase quote level for custom forwarding attribution";

/* Class = "NSBox"; title = "Box"; ObjectID = "204"; */
"204.title" = "Box";

/* Class = "NSBox"; title = "Box"; ObjectID = "205"; */
"205.title" = "Box";

/* Class = "IBBindingConnection"; ibShadowedIsNilPlaceholder = "5"; ObjectID = "244"; */
"244.ibShadowedIsNilPlaceholder" = "5";

/* Class = "IBBindingConnection"; ibShadowedNotApplicablePlaceholder = "5"; ObjectID = "244"; */
"244.ibShadowedNotApplicablePlaceholder" = "5";

/* Class = "NSButton"; ibShadowedToolTip = "With this option enabled, your customized attributions are processed by a templating engine. This allows for more flexibility in creating customized attributions."; ObjectID = "249"; */
"249.ibShadowedToolTip" = "With this option enabled, your customized attributions are processed by a templating engine. This allows for more flexibility in creating customized attributions.";

/* Class = "NSButtonCell"; title = "Allow advanced templating in customized attributions (EXPERIMENTAL)"; ObjectID = "250"; */
"250.title" = "Allow advanced templating in customized attributions (EXPERIMENTAL)";

/* Class = "NSButton"; ibShadowedToolTip = "With this checkbox, you can enable or disable just the quotefixing part of QuoteFix."; ObjectID = "261"; */
"261.ibShadowedToolTip" = "With this checkbox, you can enable or disable just the quotefixing part of QuoteFix.";

/* Class = "NSButtonCell"; title = "Quotefixing is enabled"; ObjectID = "262"; */
"262.title" = "Quotefixing is enabled";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "267"; */
"267.title" = "Label";

/* Class = "NSButton"; ibShadowedToolTip = "Check to enable your own Python regular expression for matching signature separators. Be sure to include anchors like ^ and $ if you want to match against the beginning and/or ends of strings."; ObjectID = "277"; */
"277.ibShadowedToolTip" = "Check to enable your own Python regular expression for matching signature separators. Be sure to include anchors like ^ and $ if you want to match against the beginning and/or ends of strings.";

/* Class = "NSButtonCell"; title = "Use custom regular expression for matching signature separators:"; ObjectID = "278"; */
"278.title" = "Use custom regular expression for matching signature separators:";

/* Class = "NSTextFieldCell"; placeholderString = "(Python) regular expression"; ObjectID = "280"; */
"280.placeholderString" = "(Python) regular expression";

/* Class = "NSTextFieldCell"; title = "The default regular expression QuoteFix uses is"; ObjectID = "296"; */
"296.title" = "The default regular expression QuoteFix uses is";

/* Class = "NSButton"; ibShadowedToolTip = "When enabled, the attribution is treated as HTML. This means special characters like '<', '>' and '&' won't be escaped."; ObjectID = "300"; */
"300.ibShadowedToolTip" = "When enabled, the attribution is treated as HTML. This means special characters like '<', '>' and '&' won't be escaped.";

/* Class = "NSButtonCell"; title = "Treat attribution as HTML"; ObjectID = "301"; */
"301.title" = "Treat attribution as HTML";

/* Class = "NSButton"; ibShadowedToolTip = "When enabled, the attribution is treated as HTML. This means special characters like '<', '>' and '&' won't be escaped."; ObjectID = "304"; */
"304.ibShadowedToolTip" = "When enabled, the attribution is treated as HTML. This means special characters like '<', '>' and '&' won't be escaped.";

/* Class = "NSButtonCell"; title = "Treat attribution as HTML"; ObjectID = "305"; */
"305.title" = "Treat attribution as HTML";

/* Class = "NSButton"; ibShadowedToolTip = "When \"Treat as HTML\" is on, replies should be in Rich Text format. Otherwise, even though the attribution appears to be HTML-formatted, when sending the message the formatting is removed by Mail. Enabling this option automatically converts the message to Rich Text in such cases. Otherwise, you'll get an annoying warning."; ObjectID = "309"; */
"309.ibShadowedToolTip" = "When \"Treat as HTML\" is on, replies should be in Rich Text format. Otherwise, even though the attribution appears to be HTML-formatted, when sending the message the formatting is removed by Mail. Enabling this option automatically converts the message to Rich Text in such cases. Otherwise, you'll get an annoying warning.";

/* Class = "NSButtonCell"; title = "Automatically convert reply to rich text when needed"; ObjectID = "310"; */
"310.title" = "Automatically convert reply to rich text when needed";

/* Class = "NSButton"; ibShadowedToolTip = "When \"Treat as HTML\" is on, replies should be in Rich Text format. Otherwise, even though the attribution appears to be HTML-formatted, when sending the message the formatting is removed by Mail. Enabling this option automatically converts the message to Rich Text in such cases. Otherwise, you'll get an annoying warning."; ObjectID = "314"; */
"314.ibShadowedToolTip" = "When \"Treat as HTML\" is on, replies should be in Rich Text format. Otherwise, even though the attribution appears to be HTML-formatted, when sending the message the formatting is removed by Mail. Enabling this option automatically converts the message to Rich Text in such cases. Otherwise, you'll get an annoying warning.";

/* Class = "NSButtonCell"; title = "Automatically convert forwarded message to rich text when needed"; ObjectID = "315"; */
"315.title" = "Automatically convert forwarded message to rich text when needed";

/* Class = "NSButtonCell"; title = "Don't add an extra line of whitespace below first-level quote"; ObjectID = "366"; */
"366.title" = "Don't add an extra line of whitespace below first-level quote";

/* Class = "NSButton"; ibShadowedToolTip = "With this enabled, the signature of the sender is kept intact. This means that QuoteFix will only just place the cursor below the reply instead of above it."; ObjectID = "369"; */
"369.ibShadowedToolTip" = "With this enabled, the signature of the sender is kept intact. This means that QuoteFix will only just place the cursor below the reply instead of above it.";

/* Class = "NSButtonCell"; title = "Don't remove senders signature"; ObjectID = "370"; */
"370.title" = "Don't remove senders signature";

/* Class = "NSButton"; ibShadowedToolTip = "By default, QuoteFix will remove any leading whitespace at the top of the message. With this option enabled, it won't."; ObjectID = "375"; */
"375.ibShadowedToolTip" = "By default, QuoteFix will remove any leading whitespace at the top of the message. With this option enabled, it won't.";

/* Class = "NSButtonCell"; title = "Keep leading whitespace"; ObjectID = "376"; */
"376.title" = "Keep leading whitespace";

/* Class = "NSTextFieldCell"; title = "Types of message to perform quotefixing on:"; ObjectID = "383"; */
"383.title" = "Types of message to perform quotefixing on:";

/* Class = "NSButtonCell"; title = "Reply"; ObjectID = "385"; */
"385.title" = "Reply";

/* Class = "NSButtonCell"; title = "Reply All"; ObjectID = "387"; */
"387.title" = "Reply All";

/* Class = "NSButtonCell"; title = "Forward"; ObjectID = "389"; */
"389.title" = "Forward";

/* Class = "NSButtonCell"; title = "Draft"; ObjectID = "391"; */
"391.title" = "Draft";

/* Class = "NSButtonCell"; title = "New"; ObjectID = "393"; */
"393.title" = "New";

/* Class = "NSBox"; ibShadowedToolTip = "Here you can define on what types of message quotefixing will be performed. By default, it is performed on Reply, Reply All and Forward messages.\n\nFor specific reasons, some users enable quotefixing on Draft and/or New messages as well."; ObjectID = "394"; */
"394.ibShadowedToolTip" = "Here you can define on what types of message quotefixing will be performed. By default, it is performed on Reply, Reply All and Forward messages.\n\nFor specific reasons, some users enable quotefixing on Draft and/or New messages as well.";

/* Class = "NSBox"; title = "Box"; ObjectID = "394"; */
"394.title" = "Box";

/* Class = "NSButtonCell"; title = "Donate"; ObjectID = "449"; */
"449.title" = "Donate";

/* Class = "NSTextFieldCell"; title = "Like QuoteFix? Consider making a donation!"; ObjectID = "453"; */
"453.title" = "Like QuoteFix? Consider making a donation!";

/* Class = "NSButton"; ibShadowedToolTip = "With this option enabled, QuoteFix will try and make quotes selectable so you can easily remove them. Just click them and a remove-button will appear."; ObjectID = "454"; */
"454.ibShadowedToolTip" = "With this option enabled, QuoteFix will try and make quotes selectable so you can easily remove them. Just click them and a remove-button will appear.";

/* Class = "NSButtonCell"; title = "Make quotes selectable"; ObjectID = "455"; */
"455.title" = "Make quotes selectable";
